app/controllers/webmaster/sites_controller.rb

SELECT "sites".* FROM "sites"
---
  def index
    @sites = Site.all